<template>
  <div>
    <header>
      <a @click="$router.go(-1)" class="return">
        <i class="iconfont icon-return"></i>
      </a>
      <h1>委托投注规则</h1>
    </header>
    <section>1、{{name}}只接受合法博彩年龄的客户申请。同时我们保留要求客户提供其年龄证明的权利。
      <br>2、在{{name}}进行注册时所提供的全部信息必须在各个方面都是准确和完整的。
      <br>3、在开户后进行一次有效存款，恭喜您成为{{name}}有效会员！
      <br>4、存款免手续费，开户最低入款金额100人民币，最高单次入款金额500000人民币。
      <br>5、成为{{name}}有效会员后，客户有责任以在线客服、电子邮件、在{{name}}网站上联系我们，随时向本公司提供最新的个人资料。
      <br>6、经{{name}}发现会员有重复申请账号行为时，有权将这些账户视为一个联合账户。我们保留取消、收回会员所有优惠红利，以及优惠红利所产生的盈利之权利。每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共享计算机环境 (例如:网吧、其他公共用计算机等)只能够拥有一个会员账号，各项优惠只适用于每位客户在{{name}}唯一的账户。
      <br>7、{{name}}是提供互联网投注服务的机构。请会员在注册前参考当地政府的法律，在博彩不被允许的地区，如有会员在{{name}}注册、下注，为会员个人行为，{{name}}不负责、承担任何相关责任。
      <br>8、无论是个人或是团体，如有任何威胁、滥用{{name}}优惠的行为，{{name}}保留杈利取消、收回由优惠产生的红利，并保留权利追讨最高50%手续费。
      <br>9、所有{{name}}的优惠是特别为玩家而设，在玩家注册信息有争议时，为确保双方利益、杜绝身份盗用行为，{{name}}保留权利要求客户向我们提供充足有效的文件， 并以各种方式辨别客户是否符合资格享有我们的任何优惠。
      <br>10、因发生不可抗拒的灾害或人为入侵破坏行为，所造成的网站故障或数据损坏等情况，以本网站最终数据为最后的处理数据，所以各会员应尽量保留或打印数据， 本网站才接受跟进投诉。为避免任何争议，各用户在参与本网站所有游戏过程中或在结束游戏前，务必检查该会员帐户的资料，如发现任何异常情况，及时与在线客服联系。否则该用户将被视为同意并且接受。其帐户之一切数据或历史数据，以本公司数据库中的数据为准，用户不得异议。并且无须事先公布，本公司保留所有规则的修改权。
      <br>11、客户一经注册开户，将被视为接受所有颁布在{{name}}网站上的规则与条例。
    </section>
  </div>
</template>
<script>
import api from "../api.js"
export default {
  data(){
    return{
      name:api.name
    }
  }
}
</script>
<style scoped>
section {
  background-color: #fff;
  padding-left: 1rem;
  padding-right: 1rem;
}
</style>
